<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c" %>
<c:set var="contextPath" value="${pageContext.request.contextPath}"/> 
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<link rel="icon" type="image/png" href="../resources/images/favicon.png"/>
<link rel="stylesheet" href="https://hangeul.pstatic.net/hangeul_static/css/nanum-square-round.css">
<link rel="stylesheet" type="text/css" href="${contextPath}/resources/css/reset.css">
<title>GoodeeGym</title>
<script src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.6.0/jquery.min.js" integrity="sha512-894YE6QWD5I59HgZOGReFYm4dnWc1Qt5NtvYSaNcOP+u1T9qYdvdihz0PPSiiqn/+/3e7Jo4EaG7TubfWGUrMQ==" crossorigin="anonymous" referrerpolicy="no-referrer"></script>
<script>

</script>
<style>
	h1 {
		margin: 0;
		font-size: 30px;
	}
	.wrap {
		margin: 50px auto;
        width: 743px;
        position: relative;
	}
	.wrap > div {
		margin: 15px 0;
	}
</style>
</head>
<body>

	<div class="wrap">
		<h1>GymGoodee</h1>
	    <h1>서비스 회원가입 및 이용 약관</h1>
	    <div>
	    	여러분을 환영합니다.
			GymGoodee 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 
			본 약관은 다양한 GymGoodee 서비스의 이용과 관련하여 회원 또는 비회원과의 관계를 설명하며, 아울러 여러분의 GymGoodee 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.
	    </div>
	    <div>
	    	GymGoodee 서비스를 이용하시거나 GymGoodee 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.
	    </div>
	    <div>
	    	여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 네이버 서비스를 자유롭게 이용하실 수 있으며, 
			서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항, GymGoodee 웹고객센터(이하 ‘고객센터’) 도움말 등에서 쉽게 확인하실 수 있습니다.
		</div>
	    <div>
	    	회원으로 가입하시면 GymGoodee 서비스를 보다 편리하게 이용할 수 있습니다.
			여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, GymGoodee는 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분께 GymGoodee 서비스 이용 계정(이하 ‘계정’)을 부여합니다. 
			계정이란 회원이 GymGoodee 서비스에 로그인한 이후 이용하는 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다. 회원은 자신의 계정을 통해 좀더 다양한 GymGoodee 서비스를 보다 편리하게 이용할 수 있습니다. 
	    </div>
	    <div>
	    	GymGoodee는 여러분이 게재한 게시물이 GymGoodee 서비스를 통해 다른 이용자들에게 전달되어 우리 모두의 삶을 더욱 풍요롭게 해줄 것을 기대합니다. 
			게시물은 여러분이 타인 또는 자신이 보게 할 목적으로 GymGoodee 서비스 상에 게재한 부호, 문자, 그림, 사진, 링크 등으로 구성된 각종 콘텐츠 자체 또는 파일을 말합니다.
	    </div>
	    <div>
	    	GymGoodee는 여러분의 생각과 감정이 표현된 콘텐츠를 소중히 보호할 것을 약속드립니다. 여러분이 제작하여 게재한 게시물에 대한 지식재산권 등의 권리는 당연히 여러분에게 있습니다.
	    </div>
	    <div>
	    	한편, GymGoodee 서비스를 통해 여러분이 게재한 게시물을 적법하게 제공하려면 해당 콘텐츠에 대한 저장, 복제, 수정, 공중 송신, 전시, 배포, 2차적 저작물 작성(단, 번역에 한함) 등의 
			이용 권한(기한과 지역 제한에 정함이 없으며, 별도 대가 지급이 없는 라이선스)이 필요합니다.
			게시물 게재로 여러분은 GymGoodee에게 그러한 권한을 부여하게 되므로, 여러분은 이에 필요한 권리를 보유하고 있어야 합니다.
	    </div>
	    <div>
	    	GymGoodee는 여러분이 부여해 주신 콘텐츠 이용 권한을 저작권법 등 관련 법령에서 정하는 바에 따라 GymGoodee 서비스 내 노출, 서비스 홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한 연구, 웹 접근성 등 법률상 의무 준수, 외부 사이트에서의 검색, 수집 및 링크 허용을 위해서만 제한적으로 행사할 것입니다.
			만약, 그 밖의 목적을 위해 부득이 여러분의 콘텐츠를 이용하고자 할 경우엔 사전에 여러분께 설명을 드리고 동의를 받도록 하겠습니다.
	    </div>
	    <div>
	    	또한 여러분이 제공한 소중한 콘텐츠는 GymGoodee 서비스를 개선하고 새로운 GymGoodee 서비스를 제공하기 위해 인공지능 분야 기술 등의 연구 개발 목적으로 GymGoodee 및 GymGoodee 계열사에서 사용될 수 있습니다. 
			GymGoodee는 지속적인 연구 개발을 통해 여러분께 좀 더 편리하고 유용한 서비스를 제공해 드릴 수 있도록 최선을 다하겠습니다.
	    </div>
	    <div>
	    	여러분의 개인정보를 소중히 보호합니다.
			GymGoodee는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집∙이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 
	    </div>
	    <div>
	    	타인의 권리를 존중해 주세요.
			여러분이 무심코 게재한 게시물로 인해 타인의 저작권이 침해되거나 명예훼손 등 권리 침해가 발생할 수 있습니다. 
			GymGoodee는 이에 대한 문제 해결을 위해 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 및 ‘저작권법’ 등을 근거로 권리침해 주장자의 요청에 따른 게시물 게시중단, 원 게시자의 이의신청에 따른 해당 게시물 게시 재개 등을 내용으로 하는 게시중단요청서비스를 운영하고 있습니다.
	    </div>
	    <div>
	    	GymGoodee 서비스 이용과 관련하여 몇 가지 주의사항이 있습니다. 
			GymGoodee는 여러분이 서비스를 자유롭고 편리하게 이용할 수 있도록 최선을 다하고 있습니다. 다만, 여러분이 GymGoodee 서비스를 보다 안전하게 이용하고 GymGoodee 서비스에서 여러분과 타인의 권리가 서로 존중되고 보호받으려면 여러분의 도움과 협조가 필요합니다. 여러분의 안전한 서비스 이용과 권리 보호를 위해 부득이 아래와 같은 경우 여러분의 게시물 게재나 GymGoodee 서비스 이용이 제한될 수 있으므로, 이에 대한 확인 및 준수를 요청 드립니다.
	    </div>
	    <div>
	    	회원 가입 시 이름, 생년월일, 휴대전화번호 등의 정보를 허위로 기재해서는 안 됩니다. 회원 계정에 등록된 정보는 항상 정확한 최신 정보가 유지될 수 있도록 관리해 주세요. 
	    </div>
	    <div>
	    	자신의 계정을 다른 사람에게 판매, 양도, 대여 또는 담보로 제공하거나 다른 사람에게 그 사용을 허락해서는 안 됩니다. 아울러 자신의 계정이 아닌 타인의 계정을 무단으로 사용해서는 안 됩니다. 이에 관한 상세한 내용은 계정 운영정책을 참고해 주시기 바랍니다. 
	    </div>
	    <div>
	    	타인에 대해 직접적이고 명백한 신체적 위협을 가하는 내용의 게시물, 타인의 자해 행위 또는 자살을 부추기거나 권장하는 내용의 게시물, 타인의 신상정보, 사생활 등 비공개 개인정보를 드러내는 내용의 게시물, 타인을 지속적으로 따돌리거나 괴롭히는 내용의 게시물, 성매매를 제안, 알선, 유인 또는 강요하는 내용의 게시물, 공공 안전에 대해 직접적이고 심각한 위협을 가하는 내용의 게시물은 제한될 수 있습니다. 관련 법령상 금지되거나 형사처벌의 대상이 되는 행위를 수행하거나 이를 교사 또는 방조하는 등의 범죄 관련 직접적인 위험이 확인된 게시물, 관련 법령에서 홍보, 광고, 판매 등을 금지하고 있는 물건 또는 서비스를 홍보, 광고, 판매하는 내용의 게시물, 타인의 지식재산권 등을 침해하거나 모욕, 사생활 침해 또는 명예훼손 등 타인의 권리를 침해하는 내용이 확인된 게시물은 제한될 수 있습니다.
			자극적이고 노골적인 성행위를 묘사하는 등 타인에게 성적 수치심을 유발시키거나 왜곡된 성 의식 등을 야기할 수 있는 내용의 게시물, 타인에게 잔혹감 또는 혐오감을 일으킬 수 있는 폭력적이고 자극적인 내용의 게시물, 본인 이외의 자를 사칭하거나 허위사실을 주장하는 등 타인을 기만하는 내용의 게시물, 과도한 욕설, 비속어 등을 계속하여 반복적으로 사용하여 심한 혐오감 또는 불쾌감을 일으키는 내용의 게시물은 제한될 수 있습니다.
	    </div>
	    <div>
	    	그 밖에 바이러스나 기타 악성 코드를 업로드하거나 GymGoodee 서비스의 원활한 운영을 방해할 목적으로 서비스 기능을 비정상적으로 이용하는 행위 역시 금지됩니다.
	    </div>
	    <div>
	    	부득이 서비스 이용을 제한할 경우 합리적인 절차를 준수합니다.
			GymGoodee는 다양한 정보와 의견이 담긴 여러분의 콘텐츠를 소중히 다룰 것을 약속 드립니다만, 여러분이 게재한 게시물이 관련 법령, 본 약관, 게시물 운영정책, 서비스의 약관, 운영정책 등에 위배되는 경우, 부득이 이를 비공개 또는 삭제 처리하거나 게재를 거부할 수 있습니다. 다만, 이것이 GymGoodee가 모든 콘텐츠를 검토할 의무가 있다는 것을 의미하지는 않습니다.
	    </div>
	    <div>
			또한 여러분이 관련 법령, 본 약관, 계정 및 게시물 운영정책, 각 개별 서비스에서의 약관, 운영정책 등을 준수하지 않을 경우, GymGoodee는 여러분의 관련 행위 내용을 확인할 수 있으며, 그 확인 결과에 따라 GymGoodee 서비스 이용에 대한 주의를 당부하거나, GymGoodee 서비스 이용을 일부 또는 전부, 일시 또는 영구히 정지시키는 등 그 이용을 제한할 수 있습니다. 한편, 이러한 이용 제한에도 불구하고 더 이상 네이버 서비스 이용계약의 온전한 유지를 기대하기 어려운 경우엔 부득이 여러분과의 이용계약을 해지할 수 있습니다.
	    </div>
	    <div>
	    	부득이 여러분의 서비스 이용을 제한해야 할 경우 명백한 법령 위반이나 타인의 권리침해로서 긴급한 위험 또는 피해 차단이 요구되는 사안 외에는 위와 같은 단계적 서비스 이용제한 원칙을 준수 하겠습니다. 
			명백한 법령 위반 등을 이유로 부득이 서비스 이용을 즉시 영구 정지시키는 경우 서비스 이용을 통해 구매한 수강권은 모두 소멸되고 이에 대해 별도로 보상하지 않으므로 유의해 주시기 바랍니다. 
	    </div>
	    <div>
	    	GymGoodee의 잘못은 GymGoodee이 책임집니다.
			GymGoodee는 여러분이 GymGoodee 서비스를 이용함에 있어 GymGoodee의 고의 또는 과실로 인하여 손해를 입게 될 경우 관련 법령에 따라 여러분의 손해를 배상합니다. 
			다만, 천재지변 또는 이에 준하는 불가항력으로 인하여 GymGoodee가 서비스를 제공할 수 없거나 이용자의 고의 또는 과실로 인하여 서비스를 이용할 수 없어 발생한 손해에 대해서 GymGoodee는 책임을 부담하지 않습니다.
			그리고 GymGoodee가 손해배상책임을 부담하는 경우에도 통상적으로 예견이 불가능하거나 특별한 사정으로 인한 특별 손해 또는 간접 손해, 기타 징벌적 손해에 대해서는 관련 법령에 특별한 규정이 없는 한 책임을 부담하지 않습니다.
	    </div>
	    <div>
	    	한편, GymGoodee 서비스를 매개로 한 여러분과 다른 회원 간 또는 여러분과 비회원 간의 의견 교환, 거래 등에서 발생한 손해나 여러분이 서비스 상에 게재된 타인의 게시물 등의 콘텐츠를 신뢰함으로써 발생한 손해에 대해서도 GymGoodee는 특별한 사정이 없는 한 이에 대해 책임을 부담하지 않습니다.
	    </div>
	    <div>
	    	언제든지 GymGoodee 서비스 이용계약을 해지하실 수 있습니다.
			GymGoodee에게는 참 안타까운 일입니다만, 회원은 언제든지 GymGoodee 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 GymGoodee는 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.
	    </div>
	    <div>
	    	GymGoodee 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 GymGoodee가 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 부속된 게시물 일체를 포함한 회원의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다. 
	    </div>
	    <div>
	    	GymGoodee는 서비스 이용에 필요한 주요사항을 적시에 잘 안내해 드릴 수 있도록 힘쓰겠습니다. 회원에게 통지를 하는 경우 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 개별적으로 알려 드릴 것입니다.
	    </div>
	    <div>
	    	GymGoodee는 여러분의 소중한 의견에 귀 기울이겠습니다. 여러분은 언제든지 QNA를 통해 서비스 이용과 관련된 의견이나 개선사항을 전달할 수 있으며, GymGoodee는 합리적 범위 내에서 가능한 그 처리과정 및 결과를 여러분께 전달할 수 있도록 하겠습니다.
	    </div>
	    <div>
	    	공지 일자: 2022년 6월 30일<br>
			적용 일자: 2022년 7월 13일<br>
			GymGoodee 서비스와 관련하여 궁금하신 사항이 있으시면 고객센터(대표번호: 010 – 5646 - 6373/ 평일 09:00~18:00)로 문의 주시기 바랍니다.
		</div>
	</div>
		
</body>
</html>